Repository: ljpatrick/marxpaint
Catalog: src/messages/*.po
Languages: cs, ta

source: Do you really want to quit?
cs: Opravdu to chces ukoncit?
ta: கண்டிப்பாக வெளியேறிடலாமா?

source: Yes
cs: Ano
ta: ஆம்

source: No
cs: Ne
ta: வேண்டாம்

source: If you quit, you'll lose your picture! Save it?
ta: வெளியேறிவிட்டால், நீங்கள் வரைந்த படம் அழிந்துவிடுமே! படத்தை சேமித்துவிடலாமா ?

source: Save your picture first?
cs: Chces nejdriv ulozit svuj obrazek?
ta: முதலில் உங்கள் படத்தை சேமித்துவிடலாமா?

source: Can't open that picture!
ta: அந்த படத்தை திறக்க முடியவில்லை!

source: Okay
ta: சரி

source: Starting a new picture will erase the current one!
cs: S otevrenim noveho obrazku bude vymazan prave aktualni!
ta: புதிய படத்தை திறந்தால் இப்போது இருக்கும் படம் அழிந்துவிடுமே!

source: That's Ok
ta: சரி பரவாயில்லை

source: Never Mind!
ta: கண்டுக்கொள்ள வேண்டாம்

source: There are no saved files!
cs: Jsou zde neulozene soubory!
ta: சேமித்த கோப்புகள் எதும் இல்லையே!

source: Your picture has been printed!
cs: Obrazek byl ulozen!
ta: உங்கள் படம் அச்சிடப்படுகிறது!

source: You can't print yet!
ta: நீங்கள் அதற்குள் அச்சிட முடியாது!

source: Erase this picture?
cs: Vymazat tento obrazek?
ta: படத்தை அழித்துவிடலாமா?

source: Open
cs: Otevri
ta: திற

source: Erase
ta: அழி

source: Back
ta: பின்

source: Save over the older version of this drawing?
ta: இந்த படத்தின் பழைய பதிப்பு மேலேயே இதை சேமிக்கலாமா?

source: No, save a new file
cs: Ne, uloz jako novy soubor
ta: வேண்டாம், இப்படத்தை புதிய கோப்பாக சேமி

source: Choose the picture you want, then click 'Open'
ta: தேவையான படத்தை தேர்ந்தெடுத்து, பிறகு 'திற'-ஐத் தட்டவும்

source: Black
ta: கருப்பு

source: White
ta: வெள்ளை

source: Red
ta: சிகப்பு

source: Pink
ta: பிங்க்

source: Orange
ta: ஆரஞ்சு

source: Yellow
ta: மஞ்சள்

source: Green
ta: பச்சை

source: Cyan
ta: சியான்

source: Blue
ta: ஊதா

source: Purple
ta: கத்தரிப்பூ நிறம்

source: Brown
ta: ப்ரௌன்

source: Grey
ta: பழுப்பு

source: Great!
cs: Vyborne!
ta: அட்டகாசம்!

source: Cool!
ta: அருமை

source: Keep it up!
ta: அட்டகாசம்! வாழ்த்துக்கள்!!

source: Good job!
ta: அருமையான செயல்

source: Rainbow
cs: Duha
ta: வானவில்

source: Sparkles
cs: Jiskry
ta: மின்னல்தோற்றம்

source: Mirror
cs: Zrcadlo
ta: கண்ணாடி பிம்பம்

source: Flip
cs: Otocit naruby
ta: திருப்பு

source: Blur
cs: Skvrna
ta: மங்கலாக்கு

source: Blocks
cs: Kostka
ta: கட்டங்கள்

source: Negative
cs: Negativ
ta: நெகட்டிவ்

source: Fade
cs: Vyblednout
ta: மங்கலாக்கு

source: Chalk
cs: Krida
ta: மாக்கட்டி மாதிரி

source: Drip
cs: Kapka
ta: நழைந்த மாதிரி

source: Thick
cs: Tucne
ta: தடிமனான

source: Thin
cs: Tence
ta: மெலிதான

source: Fill
ta: நிரப்பு

source: You can draw in rainbow colors!
cs: Muzes kreslit v duhovych barvach!
ta: வானவில்லின் நிறங்களில் நீங்கள் வரையலாம்!

source: Click and move to draw sparkles
ta: தட்டி விட்டு நகர்த்தினால் ஒளிரும் படம் வரையலாம்.

source: Click to make a mirror image!
ta: தட்டினால் படம் கண்ணாடி பிம்பமாக மாறும்!

source: Click to flip the picture upside-down!
ta: தட்டினால் படம் தலைகீழாக மாறும்!

source: Click and move the mouse around to blur the picture
ta: தட்டிவிட்டு எலியை நகர்த்தினால் படம் மங்கலாகும்

source: Click and move the mouse around to make the picture blocky
ta: தட்டிவிட்டு எலியை நகர்த்தினால் படம் கட்டங்களாக மாறும்

source: Click and move the mouse around to draw a negative
ta: தட்டிவிட்டு எலியை நகர்த்தினால் படம் நெகட்டிவ் படமாக மாறும்

source: Click and move to fade the colors.
cs: Klikni a posun pro vyblednuti barev.
ta: நிறங்களை மங்கலாக்க தட்டிவிட்டு நகர்த்தவும்

source: Click and move the mouse around to turn the picture into a chalk drawing.
cs: Klikni a pohybuj mysi pro pretvoreni obrazku do kridoveho vzhledu.
ta: இந்த படத்தை மாக்கட்டியால் வரைந்தது போல் ஆக்க, எலியை சொடுக்கி நகர்த்தவும்

source: Click and move the mouse around to make the picture drip!
ta: எலியை சொடுக்கி நகர்த்தினால் இந்த படம் , தண்ணீரில் நனைந்த மாதிரி ஆகும்!

source: Click and move the mouse to thicken the picture
ta: எலியை சொடுக்கி நகர்த்தினால், இந்த படம் தடிமனாகும்.

source: Click and move the mouse to thin the picture
ta: எலியை சொடுக்கி நகர்த்தினால், இந்த படம் மெல்லியதாக மாறும்

source: Click in the picture to fill that area with color
ta: படத்தினுள் சொடுக்கினால், அந்த பரப்பு முழுக்க நிறம் மாறும்

source: Square
cs: Ctverec
ta: சதுரம்

source: Rectangle
cs: Obdelnik
ta: செவ்வகம்

source: Circle
cs: Kruh
ta: வட்டம்

source: Oval
ta: நீள்வட்டம்

source: Triangle
cs: Trojuhelnik
ta: முக்கோனம்

source: Pentagon
cs: Petiuhelnik
ta: பெண்டகன்

source: Diamond
cs: Krystal
ta: டயமண்ட்

source: A square has four sides, each the same length.
cs: Ctverec ma ctyri strany, vsechny stejne delky.
ta: சதுரத்திற்கு நான்கு பக்கங்கள் உண்டு. அனைத்துப்பக்கங்களும் சம அளவு உடையது.

source: A rectangle has four sides.
cs: Obdelnik ma ctyri strany
ta: செவ்வகத்துக்கு நான்கு பக்கங்கள் உண்டு.

source: A circle is exactly round.
cs: Kruh je presne kulaty.
ta: வட்டம் சரியாக உருண்டை போல் இருக்கும்

source: A triangle has three sides.
cs: Trojuhelnik ma tri strany.
ta: முக்கோனத்திற்கு மூன்று பக்கங்கள்.

source: A pentagon has five sides.
cs: Petiuhelnik ma pet stran
ta: ஒரு பெண்டகனுக்கு ஐந்து பக்கங்கள் உண்டு.

source: A diamond is a square, turned around slightly.
cs: Krystal vznikne pootacenim ctverce kolem osy.
ta: டையமண்ட் என்பது, சற்று திரும்ப்பட்ட ஒரு சதுரம்.

source: Tools
ta: கருவிகள்

source: Colors
ta: நிறங்கள்

source: Brushes
ta: தூரிகைகள்

source: Stamps
ta: முத்திரைகள்

source: Shapes
cs: Tvary
ta: வடிவங்கள்

source: Letters
ta: எழுத்துக்கள்

source: Magic
cs: Magie
ta: மாயாஜாலம்

source: Paint
cs: Kreslit
ta: வரை

source: Stamp
cs: Narazit
ta: முத்திரையிடு

source: Lines
cs: Usecka
ta: கோடுகள்

source: Text
ta: உரை

source: Undo
cs: Zpet
ta: செயல்மீட்பு

source: Redo
cs: Znovu
ta: மீளச்செய்

source: Eraser
cs: Vymazani
ta: அழிப்பான்

source: New
cs: Novy
ta: புதிய

source: Save
cs: Uloz
ta: சேமி

source: Print
cs: Tisk
ta: அச்சிடு

source: Quit
cs: Exit
ta: வெளியேறு

source: Pick a color and a brush shape to draw with.
cs: Vyber barvu a spray tvar pro pouziti.
ta: வரைவதற்கு ஒரு தூரிகையையும் நிறத்தையும் தேர்ந்தெடுங்கள்.

source: Pick a picture to stamp around your drawing.
cs: Vyber obrazek pro podklad Tveho obrazku.
ta: உங்கள் வரைபடத்தினுள் முத்திரையிட ஒரு படத்தை தேர்ந்தெடுங்கள்.

source: Click to start drawing a line. Let go to complete it.
ta: ஒரு கோடு வரைய ஆரம்பிக்க சொடுக்கவும். முடிக்க சொடுக்கியதில் இருந்து விடவும்.

source: Pick a shape. Click to pick the center, drag, then let go when it is the size you want. Move around to rotate it, and click to draw it.
ta: ஒரு வடிவத்தை தேர்ந்தெடுக்கவும். மத்தியை தேர்தெடுக்க சொடுக்கவும், பிறகு இழுக்கவும், பிறகு உங்களுக்கு தேவையான அளவு வந்தவுடன் விட்டுவிடுங்கள். சுழற்ற நகர்த்தவும், மற்றும் வரையவதற்கு சொடுக்கவும்.

source: Choose a style of text. Click on your drawing and you can start typing.
ta: உரையின் பாந்தத்தை தேர்தெடுக்கவும். உங்கள் படத்தின் மீது சொடுக்கிவிட்டு தட்டெழுத ஆரம்பிக்கவும்.

source: Pick a magical effect to use on your drawing!
cs: Vyber magicky efekt pro pouziti.
ta: உங்கள் படத்தில் உபயோகிக்க ஒரு மாயாஜால விருப்பத்தைத் தேர்ந்தெடுக்கவும்.

source: Undo!
cs: Zpet!
ta: செயல்மீட்பு!

source: Redo!
cs: Znovu!
ta: மீளச்செய்!

source: Eraser!
cs: Vymazat!
ta: அழிப்பான்!

source: You now have a blank sheet to draw on!
cs: Mas ted prazdnou plochu pro kresleni!
ta: இப்போது நீங்கள் வரைய ஒரு வெற்று தாள் கிடைத்துவிட்டது!

source: Open...
ta: திற...

source: Your image has been saved!
cs: Obrazek byl ulozen!
ta: உங்கள் படம் சேமிக்கப்பட்டுவிட்டது

source: Printing...
ta: அச்சிடப்படுகிறது

source: Bye bye!
cs: Ahoj ahoj!
ta: வணக்கம்! சென்று வருக!

source: Let go of the button to complete the line.
cs: Drz zmacknute tlacitko pro dokonceni usecky.
ta: கோட்டை முடிக்க பொத்தானை விடுவிக்கவும்

source: Hold the button to stretch the shape.
cs: Drz tlacitko pro rozcleneni tvaru.
ta: வடிவத்தை விரிக்க, பொத்தானை அமுக்கிப் பிடிக்கவும்.

source: Move the mouse to rotate the shape. Click to draw it.
cs: Posun mysi pro rotaci tvaru. Klikni pro jeho vykresleni.
ta: வடிவத்தை சுழற்ற, எலியை நகர்த்தவும். அதனை வரைய சொடுக்கவும்.

source: Ok then... Let's keep drawing this one!
ta: சரி... அப்போ இந்த படத்தை வைத்துக்கொள்ளலாம்!

source: If you quit, you’ll lose your picture! Save it?
cs: Pokud skoncis, ztratis svuj obrazek! Chces ho ulozit?

source: That’s OK!
cs: OK, Pokracuj!

source: Print your picture now?
cs: Chces nejdriv ulozit svuj obrazek?

source: Black!
cs: Cerna!

source: White!
cs: Bila!

source: Pink!
cs: Ruzova!

source: Orange!
cs: Oranzova!

source: Yellow!
cs: Zluta!

source: Lime!
cs: Usecka!

source: Green!
cs: Zelena!

source: Cyan!
cs: Cerveno-fialova!

source: Blue!
cs: Modra!

source: Purple!
cs: Fialova!

source: Brown!
cs: Hneda!

source: Open…
cs: Otevri...

source: Printing…
cs: Tiskne se...

source: OK then… Let’s keep drawing this one!
cs: Ok, nezapomen si ulozit tento obrazek!
