Repository: ljpatrick/marxpaint
Catalog: src/po/*.po
Languages: hi

source: Black!
hi: kalaa

source: White!
hi: saFod

source: Red!
hi: laala

source: Pink!
hi: gaulaabaI

source: Orange!
hi: santra

source: Yellow!
hi: PaIlaa

source: Lime!
hi: naIMbaU

source: Green!
hi: hra

source: Cyan!
hi: naIlaa 1

source: Blue!
hi: naIlaa 2

source: Purple!
hi: prpla

source: Fuchsia!
hi: FucsaIa

source: Brown!
hi: BaUra

source: Gray!
hi: gro

source: Silver!
hi: caaMdI

source: Great!
hi: SaabaaSa

source: Cool!
hi: AcCa

source: Keep it up!
hi: vaah

source: Good job!
hi: svacC kama hO

source: Rainbow
hi: satrMgaI

source: Sparkles
hi: iglaTrsa

source: Mirror
hi: SaISaa

source: Flip
hi: }lTa

source: Blur
hi: QauMQlaa

source: Blocks
hi: blaa@sa

source: Negative
hi: ]lTo rMga

source: Fade
hi: FoD

source: Chalk
hi: caak

source: Drip
hi: igarta huAa

source: Thick
hi: maaoTa

source: Thin
hi: dubalaa

source: Fill
hi: Barao

source: You can draw in rainbow colors!
hi: satrMgaI kama krao

source: Click and move to draw sparkles.
hi: iglaTrsa krao

source: Click to make a mirror image.
hi: SaISao mao doKao

source: Click to flip the picture upside-down.
hi: ]lTa krao

source: Click and move the mouse around to make the picture blocky.
hi: blaaksa krao.

source: Click and move the mouse around to draw a negative.
hi: rMga ]lTo krao

source: Click and move to fade the colors.
hi: foD krao

source: Click and move the mouse around to turn the picture into a chalk drawing.
hi: caak krao.

source: Click and move the mouse around to make the picture drip.
hi: iD/p krao

source: Click and move the mouse to thicken the picture.
hi: maaoTa krao

source: Click and move the mouse to thin the picture.
hi: ptlaa krao

source: Click in the picture to fill that area with color.
hi: rMga Barao

source: Square
hi: caaokar 1

source: Rectangle
hi: caaokar 2

source: Circle
hi: gaaola 1

source: Oval
hi: gaaola 2

source: Triangle
hi: i~kaaona

source: Pentagon
hi: poMNTagana

source: Diamond
hi: DaemND

source: A square has four sides, each the same length.
hi: caaokar 1 kI caar roKae^M barabar haotI hO .

source: A rectangle has four sides.
hi: caaokar 2 kI caar roKae^M haotI hO .

source: A circle is exactly round.
hi: yah gaaolaa haota hO

source: A triangle has three sides.
hi: yah i~kaaoNa hO

source: A pentagon has five sides.
hi: yah poNTagaNa hO

source: A diamond is a square, turned around slightly.
hi: yah DaemND hO

source: Tools
hi: AaOjaar

source: Colors
hi: rMga

source: Brushes
hi: barSa

source: Stamps
hi: sTa^mp

source: Shapes
hi: Aakar

source: Letters
hi: A@Sar

source: Magic
hi: jaadU

source: Paint
hi: rMga

source: Lines
hi: roKae^M

source: Text
hi: ilaKnaa

source: Undo
hi: AnDU

source: Redo
hi: rIDU

source: Eraser
hi: rbar

source: New
hi: nayaa kama

source: Open
hi: Kaolaao

source: Save
hi: saova

source: Print
hi: ipRMT

source: Quit
hi: baMd krao

source: Pick a color and a brush shape to draw with.
hi: rMga AaOr bruSa ]zaAao.

source: Pick a picture to stamp around your drawing.
hi: sTamp ko ilae klaa ]zaAao

source: Click to start drawing a line. Let go to complete it.
hi: roKa banaaAao

source: Pick a shape. Click to pick the center, drag, then let go when it is the size you want. Move around to rotate it, and click to draw it.
hi: Aakarao ko ilae AaOjaar.

source: Choose a style of text. Click on your drawing and you can start typing.
hi: ilaKnao ko ilae ZMga caunaao.

source: Pick a magical effect to use on your drawing!
hi: jaadU ka AaOjaar caunaao

source: Undo!
hi: AnDU

source: Redo!
hi: rIDU

source: Eraser!
hi: rbar

source: You now have a blank sheet to draw on!
hi: Aapko pasa kama ko ilae KalaI pRYT hO

source: Open…
hi: Kalaao

source: Your image has been saved!
hi: Aapka kama saova hao gayaa hO

source: Printing…
hi: PaRinTMga …

source: Bye bye!
hi: AcCa ifr imalaoMgao

source: Let go of the button to complete the line.
hi: pUrI roKa banaanao ko ilae KIcaaoM

source: Hold the button to stretch the shape.
hi: Aakar kao baDa krnao ko ilae KIcaaoM

source: Move the mouse to rotate the shape. Click to draw it.
hi: Aakar kao Gaumaanao ko ilae GaumaaAao

source: OK then… Let’s keep drawing this one!
hi: calaao kama kao jaaraI rKto hbk1O

source: Do you really want to quit?
hi: @yaa Aap sahI mao T@sapoMT kao baMd krnaa caahto hO ?

source: Yes
hi: ha^M

source: No
hi: nahIM

source: If you quit, you’ll lose your picture! Save it?
hi: Agar Aap jaa rho tao Aapka kama naYT hao jaaegaa, @yaa Aap caahto hO ik hma Aapka kama saova kro ?

source: Save your picture first?
hi: kyaa phlao kama kao saova kro ?

source: Can’t open that picture!
hi: Kaolanao maoM Asamaqa- !

source: OK
hi: ha^MM

source: Starting a new picture will erase the current one!
hi: nayaa kama SauRrU krnao sao puranaa kama naYT hao jaaegaa

source: That’s OK!
hi: zIk hO

source: Never mind!
hi: jaanao dao

source: There are no saved files!
hi: yaha^M tao kuC BaI nahIM hO

source: Print your picture now?
hi: iPrnT krU @yaa

source: Your picture has been printed!
hi: iPrnT hao gayaI

source: You can’t print yet!
hi: ABaI iPrnT nahIM kr sakto

source: Erase this picture?
hi: naYT k$ @yaa ?

source: Erase
hi: naYT kr

source: Back
hi: pICo

source: Save over the older version of this picture?
hi: puranao kama pr ilaKao

source: No, save a new file
hi: nayaa kama banaaAao

source: Choose the picture you want, then click “Open”.
hi: kama kao cauna kr 'Kaolaao'.
